Repository: KDE/haruna
Catalog: po/*/haruna.po
Languages: lt

# NAME OF TRANSLATORS
source: Your names
lt: Moo

source: Feature-rich command-line audio/video downloader
lt: Daugiafunkcė komandų eilutės garso/vaizdo atsiuntimo programa

# @title
source: Media player
lt: Medijos leistuvė

# @info:credit
source: Developer
lt: Plėtotojas

source: Command line video player
lt: Komandų eilutės vaizdo leistuvė

source: Cross-platform solution to record, convert and stream audio and video
lt: Daugiaplatformis sprendimas, skirtas įrašinėti, konvertuoti bei transliuoti garsą ir vaizdą

# @info:shell
source: File to open
lt: Failas, kurį atverti

# @info:shell
source: Allows to temporarily override the yt-dlp format selection setting. Will be overwritten if the setting is changed through the GUI
lt: Leidžia laikinai nustelbti yt-dlp formato pasirinkimo nuostatą. Bus perrašyta, jei nuostata bus pakeista per grafinę naudotojo sąsają

# @info reason for blocking sleep and screen slocking
source: Playing media file
lt: Atkuriamas medijos failas

# @action
source: Open Actions Dialog
lt: Atverti veiksmų dialogą

# @action
source: About Haruna
lt: Apie Haruna

# @action
source: Report bug
lt: Pranešti apie klaidą

# @action
source: Sponsor Haruna
lt: Paremti Haruna

# @action
source: Cycle Up Audio Track
lt: Perjunginėti garso takelius pirmyn

# @action
source: Cycle Down Audio Track
lt: Perjunginėti garso takelius atgal

# @action
source: Settings
lt: Nuostatos

# @action
source: Configure Keyboard Shortcuts
lt: Konfigūruoti sparčiuosius klavišus

# @action
source: Exit Fullscreen
lt: Išjungti viso ekrano veikseną

# @action
source: Step Frame Forward
lt: Pereiti vienu kadru pirmyn

# @action
source: Step Frame Backward
lt: Pereiti vienu kadru atgal

# @action
source: Load Last Played File
lt: Įkelti paskutinį atkurtą failą

# @action
source: Mute
lt: Nutildyti

# @action
source: Open Context Menu
lt: Atverti kontekstinį meniu

# @action
source: Opens and closes the context menu at the position of the mouse pointer
lt: Atveria ir užveria kontekstinį meniu pelės rodyklės vietoje

# @action
source: Open File
lt: Atverti failą

# @action
source: Add External Subtitle…
lt: Pridėti išorinius subtitrus…

# @action
source: Open URL
lt: Atverti URL

# @action
source: Increase Playback Speed
lt: Padidinti atkūrimo greitį

# @action
source: Decrease Playback Speed
lt: Sumažinti atkūrimo greitį

# @action
source: Reset Playback Speed
lt: Atstatyti atkūrimo greitį

# @action
source: Play/Pause
lt: Atkurti/Pristabdyti

# @action
source: Play Next
lt: Atkurti kitą

# @action
source: Play Previous
lt: Atkurti ankstesnį

# @action
source: Quit
lt: Išjungti

# @action
source: Restart Playback
lt: Paleisti atkūrimą iš naujo

# @action
source: Seek Small Step Forward
lt: Persukti mažu žingsniu pirmyn

# @action
source: Seek Small Step Backward
lt: Atsukti mažu žingsniu atgal

# @action
source: Seek Medium Step Forward
lt: Persukti vidutiniu žingsniu pirmyn

# @action
source: Seek Medium Step Backward
lt: Atsukti vidutiniu žingsniu atgal

# @action
source: Seek Big Step Forward
lt: Persukti dideliu žingsniu pirmyn

# @action
source: Seek Big Step Backward
lt: Atsukti dideliu žingsniu atgal

# @action
source: Seek To Next Chapter
lt: Persukti į kitą skyrių

# @action
source: Seek To Previous Chapter
lt: Atsukti į ankstesnį skyrių

# @action
source: Seek To Next Subtitle
lt: Persukti į kitus subtitrus

# @action
source: Seek To Previous Subtitle
lt: Atsukti į ankstesnius subtitrus

# @action
source: Seek To Watch Later Position
lt: Persukti į žiūrėjimo vėliau poziciją

# @action
source: Set Loop
lt: Nustatyti kartojimo iš naujo ciklą

# @action
source: Screenshot
lt: Ekrano kopija

# @action
source: Toggle Subtitles
lt: Perjungti subtitrus

# @action
source: Increase Subtitle Font Size
lt: Padidinti subtitrų šrifto dydį

# @action
source: Decrease Subtitle Font Size
lt: Sumažinti subtitrų šrifto dydį

# @action
source: Move Subtitle Up
lt: Pakelti subtitrus

# @action
source: Move Subtitle Down
lt: Nuleisti subtitrus

# @action
source: Show Subtitles Earlier
lt: Rodyti subtitrus anksčiau

# @action
source: Show Subtitles Later
lt: Rodyti subtitrus vėliau

# @action
source: Cycle Up Subtitle
lt: Perjunginėti subtitrus pirmyn

# @action
source: Cycle Down Subtitle
lt: Perjunginėti titrus atgal

# @action
source: Toggle Deinterlacing
lt: Perjungti kaitaliojimo panaikinimą

# @action
source: Toggle Fullscreen
lt: Perjungti viso ekrano veikseną

# @action
source: Toggle Menu Bar
lt: Perjungti meniu juostą

# @action
source: Toggle Header
lt: Perjungti antraštę

# @action
source: Playlist
lt: Grojaraštis

# @action
source: Move Video Left
lt: Perkelti vaizdą kairėn

# @action
source: Move Video Right
lt: Perkelti vaizdą dešinėn

# @action
source: Move Video Up
lt: Pakelti vaizdą

# @action
source: Move Video Down
lt: Nuleisti vaizdą

# @action
source: Rotate clockwise
lt: Pasukti pagal laikrodžio rodyklę

# @action
source: Rotate counter clockwise
lt: Pasukti prieš laikrodžio rodyklę

# @action
source: Volume Up
lt: Pagarsinti

# @action
source: Volume Down
lt: Tildyti

# @action
source: Zoom In
lt: Didinti

# @action
source: Zoom Out
lt: Mažinti

# @action
source: Reset Zoom
lt: Atstatyti mastelį

# @action
source: Increase Contrast
lt: Padidinti kontrastą

# @action
source: Decrease Contrast
lt: Sumažinti kontrastą

# @action
source: Reset Contrast
lt: Atstatyti kontrastą

# @action
source: Increase Brightness
lt: Padidinti ryškumą

# @action
source: Decrease Brightness
lt: Sumažinti ryškumą

# @action
source: Reset Brightness
lt: Atstatyti ryškumą

# @action
source: Increase Gamma
lt: Padidinti gamą

# @action
source: Decrease Gamma
lt: Sumažinti gamą

# @action
source: Reset Gamma
lt: Atstatyti gamą

# @action
source: Increase Saturation
lt: Padidinti grynį

# @action
source: Decrease Saturation
lt: Sumažinti grynį

# @action
source: Reset Saturation
lt: Atstatyti grynį

# @info
source: The chosen shortcut conflicts with the shortcut of the <b>%1</b> action.<br><br>Do you want to reassign the shortcut?
lt: Pasirinktas spartusis klavišas konfliktuoja su veiksmo <b>%1</b> sparčiuoju klavišu.<br><br>Ar norite iš naujo priskirti spartųjį klavišą?

# @action:button
source: Reassign
lt: Priskirti iš naujo

# @info:tooltip; %1 playlist with same name
source: Playlists with same name is not allowed: %1
lt: Grojaraščiai tokiu pačiu pavadinimu yra neleidžiami: %1

# @info:tooltip; %1 is a video title/filename
source: Could not play: %1
lt: Nepavyko atkurti: %1

# @info:tooltip
source: Subtitle timing: %1 seconds
lt: Subtitrų laikas: %1 sek.

# @info:tooltip; %1 is an absolute path
source: File doesn't exist: %1
lt: Failo nėra: %1

# @action The "None" subtitle track is used to clear/unset selected track
source: None
lt: Nėra

# @info:tooltip osd
source: Screenshot failed
lt: Nepavyko padaryti ekrano kopijos

# @info:tooltip osd
source: Screenshot taken
lt: Padaryta ekrano kopija

# @info:tooltip osd; %1 is a filename with path
source: Screenshot: %1
lt: Ekrano kopija: %1

# Error message when video can't be decoded/played
source: No video track detected, most likely the video track can't be decoded/played due to missing codecs
lt: Neaptikta jokio vaizdo takelio, greičiausiai, vaizdo takelio nepavyksta dekoduoti/atkurti dėl trūkstamų kodekų

# @info:tooltip osd
source: Skipped chapter: %1
lt: Praleistas skyrius: %1

# @info:tooltip; %1 is an ID, %2 is a language code (e.g. eng)
source: Audio: %1 %2
lt: Garso įrašas: %1 %2

# osd message when trying to open subtitle selection dialog while no file is open
source: Can’t load subtitle when no file is open
lt: Nepavyksta įkelti subtitrų, kai neatvertas joks failas

# @info:tooltip
source: Playback speed: %1
lt: Atkūrimo greitis: %1

# @info:tooltip; %1 is the timestamp where the loop starts
source: Loop start: %1
lt: Kartojimo iš naujo ciklo pradžia: %1

# @info:tooltip, use en dash for the range
source: Loop: %1–%2
lt: Kartojimo iš naujo ciklas: %1–%2

# @info:tooltip
source: Loop cleared
lt: Kartojimo iš naujo ciklas išvalytas

# @info:tooltip
source: Subtitles off
lt: Subtitrai išjungti

# @info:tooltip
source: Subtitles on
lt: Subtitrai įjungti

# @info:tooltip
source: Subtitle: None
lt: Subtitrai: Nėra

# @info:tooltip; %1 is an ID, %2 is a language code (e.g. eng)
source: Subtitle: %1 %2
lt: Subtitrai: %1 %2

# @info:tooltip
source: Subtitle scale: %1
lt: Subtitrų mastelis: %1

# @info:tooltip
source: Deinterlace: %1
lt: Kaitaliojimo panaikinimas: %1

# @info:tooltip
source: Zoom: %1
lt: Mastelis: %1

# @info:tooltip
source: Zoom: 0
lt: Mastelis: 0

# @info:tooltip
source: Contrast: %1
lt: Kontrastas: %1

# @info:tooltip
source: Contrast: 0
lt: Kontrastas: 0

# @info:tooltip
source: Brightness: %1
lt: Ryškumas: %1

# @info:tooltip
source: Brightness: 0
lt: Ryškumas: 0

# @info:tooltip
source: Gamma: %1
lt: Gama: %1

# @info:tooltip
source: Gamma: 0
lt: Gama: 0

# @info:tooltip
source: Saturation: %1
lt: Grynis: %1

# @info:tooltip
source: Saturation: 0
lt: Grynis: 0

# @info:tooltip
source: Start playback
lt: Pradėti atkūrimą

# @info:tooltip
source: Pause playback
lt: Pristabdyti atkūrimą

# @info:tooltip
source: Play previous file
lt: Atkurti ankstesnį failą

# @info:tooltip
source: Play next file
lt: Atkurti kitą failą

# @info:tooltip
source: Open chapters menu
lt: Atverti skyrių meniu

# @info:tooltip
source: Remaining: %1
lt: Liko: %1

# @info:tooltip
source: Select a color
lt: Pasirinkti spalvą

# @title:window
source: Select Color
lt: Pasirinkite spalvą

# @action:inmenu
source: Recent Files
lt: Paskiausiai naudoti failai

# @title:menu
source: Primary Subtitle
lt: Pirminiai subtitrai

# @title:menu
source: Secondary Subtitle
lt: Antriniai subtitrai

# @title:menu
source: Audio Track
lt: Garso įrašo takelis

# @action:inmenu
source: &More
lt: &Daugiau

# @info:placeholder
source: No action found.
lt: Nerasta jokio veiksmo.

# @label; Below is a list of folders containing subtitles
source: Load subtitles from
lt: Įkelti subtitrus iš

# @info:tooltip;
source: When a relative folder name starts with * (asterisk) and recursive search is enabled, all folders containing that name will be searched. Relative folders are relative to the playing file's folder.
lt: Kai santykinis aplanko pavadinimas prasideda * (žvaigždute) ir įjungta rekursyvi paieška, tada paieška bus atliekama visuose aplankuose, kurie turi tą pavadinimą. Santykiniai aplankai yra susiję su atkuriamo failo aplanku.

# @action:button
source: Confirm Deletion
lt: Patvirtinti ištrynimą

# @info:tooltip
source: Delete this folder from list
lt: Ištrinti šį aplanką iš sąrašo

# @info:tooltip
source: Save changes
lt: Įrašyti pakeitimus

source: No folder set
lt: Nenustatytas joks aplankas

# @action:button
source: Add New Folder
lt: Pridėti naują aplanką

# @info:tooltip add new subtitle folder setting
source: Add a folder in which to look for subtitles.
lt: Pridėti aplanką, kuriame bus ieškoma subtitrų.

# @label:check
source: Search subtitles recursively
lt: Ieškoti subtitrų rekursyviai

# @info:tooltip
source: Subtitles are searched recursively in the folders defined by the “%1” setting. Only relative folders are searched.
lt: Subtitrų ieškoma rekursyviai aplankuose, kuriuos apibrėžia nuostata „%1“. Paieška atliekama tik susijusiuose aplankuose.

# @label:title name of default playlist tab
source: Default
lt: Numatytasis

# @action:intoolbar
source: Subtitles
lt: Subtitrai

# @action:intoolbar
source: Audio
lt: Garsas

# @action:inmenu
source: Skip Chapters
lt: Praleisti skyrius

# @info:tooltip
source: Automatically skips chapters containing certain words/characters. Check “Playback” settings for more details.
lt: Automatiškai praleidžia skyrius, kuriuose yra tam tikri žodžiai/simboliai. Išsamesnei informacijai žiūrėkite skyrių „Atkūrimas“.

# @title:window
source: Select File
lt: Pasirinkite failą

# @title:window
source: Select Subtitles File
lt: Pasirinkite subtitrų failą

# @action:button
source: Open
lt: Atverti

# @info
source: Neither <a href="https://github.com/yt-dlp/yt-dlp">yt-dlp</a> nor <a href="https://github.com/ytdl-org/youtube-dl">youtube-dl</a> was found.
lt: Nerasta nei <a href="https://github.com/yt-dlp/yt-dlp">yt-dlp</a>, nei <a href="https://github.com/ytdl-org/youtube-dl">youtube-dl</a>.

# @title:menu
source: &Audio
lt: &Garsas

# @title:menu
source: &Track
lt: &Takelis

# @title:menu
source: &File
lt: &Failas

# @title:menu
source: Recent Files
lt: Paskiausiai naudoti failai

# @action:inmenu
source: Clear List
lt: Išvalyti sąrašą

# @title:menu
source: &Help
lt: &Pagalba

# @title:menu
source: &Playback
lt: &Atkūrimas

# @title:menu
source: Seek
lt: Persukti

# @title:menu
source: &Settings
lt: Nuo&statos

# @action:inmenu
source: General
lt: Bendra

# @action:inmenu
source: Playback
lt: Atkūrimas

# @action:inmenu
source: Video
lt: Vaizdas

# @action:inmenu
source: Audio
lt: Garsas

# @action:inmenu
source: Subtitles
lt: Subtitrai

# @action:inmenu
source: Playlist
lt: Grojaraštis

# @action:inmenu
source: Mouse
lt: Pelė

# @action:inmenu
source: Shortcuts
lt: Spartieji klavišai

# @action:inmenu
source: Custom Commands
lt: Tinkintos komandos

# @action:inmenu
source: Debug
lt: Derinimas

# @action:inmenu
source: About
lt: Apie

# @title:menu
source: &Subtitles
lt: &Subtitrai

# @title:menu
source: &Video
lt: &Vaizdas

# @title:menu
source: Adjustments
lt: Koregavimai

# @title:menu
source: &View
lt: &Rodinys

# @action:inmenu
source: Hide Menubar
lt: Slėpti meniu juostą

# @action:inmenu
source: Show Menubar
lt: Rodyti meniu juostą

# @action:inmenu
source: Hide Toolbar
lt: Slėpti įrankių juostą

# @action:inmenu
source: Show Toolbar
lt: Rodyti įrankių juostą

# @title:menu
source: Playback Speed
lt: Atkūrimo greitis

# @info:tooltip
source: Volume: %1
lt: Garsumas: %1

# @info:drag&drop append items
source: Add to Playlist
lt: Pridėti į grojaraštį

# @info:drag&drop play now
source: Play Now
lt: Atkurti dabar

# @action:button
source: Search
lt: Ieškoti

# @action:button
source: Add…
lt: Pridėti…

# @action:button
source: Files
lt: Failai

# @action:button
source: Playlist
lt: Grojaraštis

# @action:button
source: Sort
lt: Rikiuoti

# @action:button
source: Name, ascending
lt: Pavadinimas, didėjančiai

# @action:button
source: Name, descending
lt: Pavadinimas, mažėjančiai

# @action:button
source: Duration, ascending
lt: Trukmė, didėjančiai

# @action:button
source: Duration, descending
lt: Trukmė, mažėjančiai

# @action:button
source: Playback
lt: Atkūrimas

# @action:button
source: Repeat playlist
lt: Kartoti grojaraštį

# @action:button
source: Stop after last item
lt: Stabdyti po paskutinio elemento

# @action:button
source: Repeat item
lt: Kartoti elementą

# @action:button
source: Stop after item
lt: Stabdyti po elemento

# @action:button
source: Random Playback
lt: Atsitiktinis atkūrimas

# @action:button
source: Clear
lt: Išvalyti

# @action:button
source: Save As
lt: Įrašyti kaip

# @action:button
source: Add new playlist
lt: Pridėti naują grojaraštį

# @action:inmenu
source: Rename
lt: Pervadinti

# @action:inmenu
source: Remove
lt: Šalinti

# @action:button
source: Add
lt: Pridėti

# @placeholder
source: playlist name
lt: grojaraščio pavadinimas

# @action:inmenu
source: Open Containing Folder
lt: Atverti vidinį aplanką

# @action:inmenu
source: Open in Browser
lt: Atverti naršyklėje

# @action:inmenu
source: Copy Name
lt: Kopijuoti pavadinimą

# @action:inmenu
source: Copy Path
lt: Kopijuoti kelią

# @action:inmenu
source: Copy URL
lt: Kopijuoti URL

# @action:inmenu
source: Select All
lt: Žymėti visus

# @action:inmenu
source: Deselect All
lt: Nuimti žymėjimą nuo visų

# @action:inmenu
source: Invert Selection
lt: Invertuoti žymėjimą

# @action:inmenu
source: Remove from Playlist
lt: Šalinti iš grojaraščio

# @action:inmenu
source: Remove Selected from Playlist
lt: Šalinti pažymėtus iš grojaraščio

# @action:inmenu
source: Scroll to Playing Item
lt: Peršokti prie atkuriamo elemento

# @action:inmenu
source: Move File to Trash
lt: Perkelti failą į šiukšlinę

# @action:inmenu
source: Move Selected Files to Trash
lt: Perkelti pažymetus failus į šiukšlinę

# @title:window
source: Select file
lt: Pasirinkite failą

# @label:textbox
source: Preferred language
lt: Pageidaujama kalba

# @label:spinbox
source: Preferred track
lt: Pageidaujamas takelis

# @label:spinbox
source: Volume step
lt: Garsumo žingsnis

# @label:textbox
source: No custom commands yet
lt: Kol kas nėra jokių tinkintų komandų

# @action:button
source: &Add Command
lt: &Pridėti komandą

# @info:tooltip
source: Checked: property will be set at startup Unchecked: property will not be set at startup
lt: Pažymėta: savybė bus nustatyta programos paleidimo metu Nepažymėta: savybė nebus nustatyta programos paleidimo metu

# @action:intoolbar
source: &Add
lt: &Pridėti

# @label:textbox
source: Config folder
lt: Konfigūracijos aplankas

# @info:tooltip
source: Open config folder
lt: Atverti konfigūracijos aplanką

# @label:textbox
source: Config file
lt: Konfigūracijos failas

# @info:tooltip
source: Open config file
lt: Atverti konfigūracijos failą

# @label:textbox
source: Custom commands config file
lt: Tinkintų komandų konfigūracijos failas

# @info:tooltip
source: Open custom commands config file
lt: Atverti tinkintų komandų konfigūracijos failą

# @info:usagetip
source: If fields are empty that means there is no config file/folder (e.g when using the default settings).
lt: Jeigu laukai yra tušti, tada tai reiškia, kad nėra jokio konfigūracijos failo/aplanko (pvz., kai naudojamos numatytosios nuostatos).

# @option:check
source: Enable mpv logging
lt: Įjungti mpv registravimą į žurnalus

# @label:textbox
source: Command
lt: Komanda

# @info:tooltip
source: What mpv command to run, see <a href="https://mpv.io/manual/stable/#list-of-input-commands">MPV Commands</a> for a list of available commands.<br>Not all commands will work as some are specific for mpv.<br>Most useful are the commands to manipulate properties, like <strong>set</strong>, <strong>add</strong>, <strong>cycle</strong>.<br><strong>set</strong>: sets the value of a property <strong>set volume-max 150</strong>.<br><strong>add</strong>: increases/decreases the value of a property <strong>add volume 15</strong>, increases volume by 15. To decrease the value use <strong>add volume -15</strong>.<br><strong>cycle</strong>: cycle through the values of a property <strong>cycle aid up</strong>.
lt: Kurią mpv komandą paleisti, žiūrėkite <a href="https://mpv.io/manual/stable/#list-of-input-commands">MPV komandos</a>, norėdami pamatyti prieinamų komandų sąrašą.<br>Veiks ne visos komandos, nes kai kurios yra naudojamos išskirtinai mpv.<br>Naudingiausios komandos yra tos, kurios naudojamos savybių manipuliavimui, tokios kaip <strong>set</strong>, <strong>add</strong>, <strong>cycle</strong>.<br><strong>set</strong>: nustato savybės reikšmę, <strong>set volume-max 150</strong>.<br><strong>add</strong>: padidina/sumažina savybės reikšmę, <strong>add volume 15</strong>, padidina garsumą 15 vienetų. Norėdami sumažinti reikšmę, naudokite <strong>add volume -15</strong>.<br><strong>cycle</strong>: perjunginėja savybės reikšmes <strong>cycle aid up</strong>.

# @label:textbox
source: OSD Message
lt: Iškylantysis pranešimas ekrane

# placeholder text; %1 is an example of how to display an mpv property
source: Filename: %1
lt: Failo pavadinimas: %1

# @info:tooltip
source: An OSD message to display when triggering an action type custom command.<br>Use ${property_name} to display the value of a property <strong>Volume: ${volume}</strong>
lt: Iškylantysis pranešimas ekrane, kurį rodyti, kai paleidžiama veiksmo tipo tinkinta komanda.<br>Naudokite ${property_name} norėdami rodyti savybės reikšmę, <strong>Garsumas: ${volume}</strong>

# @label
source: Type
lt: Tipas

# @option:radio
source: Keyboard shortcut
lt: Spartusis klavišas

# @info:tooltip
source: The command will be triggered with a shortcut. The shortcut can be set after saving.
lt: Komanda bus paleista sparčiuoju klavišu. Spartųjį klavišą galima bus nustatyti po to, kai įrašysite.

# @option:radio
source: Run at startup
lt: Paleisti programos paleidimo metu

# @info:tooltip
source: The command will be run at application startup.
lt: Komanda bus paleista programos paleidimo metu.

# @action:intoolbar
source: Delete
lt: Ištrinti

# @action:intoolbar
source: Cancel
lt: Atsisakyti

# @action:intoolbar
source: &Save
lt: Į&rašyti

# @label:spinbox
source: OSD font size
lt: Pranešimo ekrane šrifto dydis

# @label:spinbox
source: Maximum recent files
lt: Daugiausiai paskiausiai naudotų failų

# @action:button clear (delete from database) recent files
source: Clear
lt: Išvalyti

# @info:tooltip
source: Deletes recent files from the database
lt: Ištrina iš duomenų bazės paskiausiai naudotus failus

# @info:tooltip
source: The number of recent files to display. Enter 0 (zero) to disable.<br>Every opened file is stored.<br>Bold entries are files opened from the open file/url actions and from external apps (command line, file manager, drag and drop etc.).
lt: Rodomų paskiausiai naudotų failų skaičius. Įveskite 0 (nulį) norėdami išjungti.<br>Yra saugomas kiekvienas atveriamas failas.<br>Pusjuodžiu šriftu atvaizduojami failai yra tie, kurie atveriami naudojant failo/url atvėrimo veiksmus ir išorines programas (komandų eilutę, failų tvarkytuvę, vilkimą ir t.t.)

# @option:check
source: Allow only one instance
lt: Leisti tik vieną egzempliorių

# @info:tooltip
source: Trying to open another Haruna instance will do nothing.<br>Trying to open another file with Haruna will open the file in the running instance.
lt: Bandant atverti dar vieną Haruna egzempliorių, nieko neįvyks.<br>Bandant atverti kitą failą naudojant Haruna, failas bus atvertas jau veikiančiame programos egzemplioriuje.

# @option:check
source: Add file to playlist
lt: Pridėti failą į grojaraštį

# @info:tooltip
source: File will be added to the end of the playlist.
lt: Failas bus pridėtas į grojaraščio galą.

# @option:check
source: Play new file
lt: Atkurti naują failą

# @title
source: Interface
lt: Sąsaja

# @label:spinbox
source: Footer style
lt: Poraštės stilius

# @item:listbox the footer style
source: Default
lt: Numatytasis

# @item:listbox the footer style
source: Floating
lt: Slankus

# @label:listbox
source: Show floating footer on
lt: Rodyti slankią poraštę

# @item:listbox how to trigger the floating footer
source: Every mouse movement
lt: Kas kartą pajudinus pelę

# @item:listbox how to trigger the floating footer
source: Bottom mouse movement
lt: Pajudinus pelę apačioje

# @info:tooltip
source: What action shows the footer.<br><strong>Every mouse movement</strong> — every mouse movement over the video area<br><strong>Bottom mouse movement</strong> — mouse movement on the bottom of the video area
lt: Koks veiksmas rodys poraštę.<br><strong>Kas kartą pajudinus pelę</strong> – bet koks pelės judesys vaizdo srityje<br><strong>Pajudinus pelę apačioje</strong> – pelės judesys vaizdo srities apačioje

# @label:spinbox
source: Preview thumbnail
lt: Peržiūros miniatiūra

# @option:check
source: Show preview thumbnail
lt: Rodyti peržiūros miniatiūrą

# @info:tooltip
source: Shows a preview while hovering the seek/progress bar.
lt: Rodo peržiūrą, kai pelė užvedama ant persukimo/eigos juostos.

# @option:check
source: Use accurate preview
lt: Naudoti tikslią peržiūrą

# @info:tooltip
source: Generating an accurate preview is slow
lt: Tikslios peržiūros kūrimas yra lėtas

# @label:spinbox
source: Thumbnail width
lt: Miniatiūros plotis

# @label
source: Window
lt: Langas

# @option:check
source: Resize to fit video
lt: Priderinti prie vaizdo įrašo dydžio

# @info:tooltip
source: Not supported on Wayland.
lt: Nepalaikoma Wayland aplinkoje.
