Repository: KDE/haruna
Catalog: po/*/haruna.po
Languages: lt

# @info:tooltip
source: The window is resized according to the video resolution.<br>The maximum size is not constrained, this is left to the operating system.
lt: Lango dydis yra pakeičiamas pagal vaizdo įrašo raišką.<br>Didžiausias dydis nėra ribojamas, tai palikta operacinei sistemai.

# @option:check
source: Start in fullscreen mode
lt: Paleisti viso ekrano veiksenoje

# @info:tooltip
source: Enter fullscreen mode when the application starts.<br>This takes precedence over Resize to fit video, and Remember window size and position settings.
lt: Paleidžiant programą, įjungti viso ekrano veikseną.<br>Tai įvykdoma pirmiau nei nuostatos „Priderinti prie vaizdo įrašo dydžio“ ir „Prisiminti lango dydį ir poziciją“.

# @option:check
source: Remember window size and position
lt: Prisiminti lango dydį ir poziciją

source: <b>Restoring position is not supported on Wayland.</b><br><br>
lt: <b>Pozicijos atkūrimas Wayland aplinkoje yra nepalaikomas.</b><br><br>

# @info:tooltip
source: Changes to the window’s size and position are saved and used for newly opened windows.<br><br>%1The “Resize to fit video” setting takes precedence.
lt: Lango dydžio ir pozicijos pakeitimai yra įrašomi ir naudojami naujai atveriamiems langams.<br><br>%1 nuostata „Priderinti prie vaizdo įrašo dydžio“ yra pritaikoma pirmiau.

# @option:check
source: Show menubar
lt: Rodyti meniu juostą

# @option:check
source: Show toolbar
lt: Rodyti įrankių juostą

# @option:check
source: Show chapter markers
lt: Rodyti skyriaus skirtukus

# @label:listbox
source: Color scheme
lt: Spalvų rinkinys

# @label:listbox
source: GUI style
lt: Grafinės naudotojo sąsajos stilius

# @item:listbox default GUI style
source: Default
lt: Numatytasis

# @action:intoolbar add a mouse button action
source: &Add
lt: &Pridėti

# @title:window
source: Add mouse button action
lt: Pridėti pelės mygtuko veiksmą

# @label:listbox
source: Mouse button
lt: Pelės mygtukas

# @item:listbox left mouse button
source: Left
lt: Kairysis

# @item:listbox middle mouse button
source: Middle
lt: Vidurinysis

# @item:listbox right mouse button
source: Right
lt: Dešinysis

# @item:listbox forward mouse button
source: Forward
lt: Pirmyn

# @item:listbox back mouse button
source: Back
lt: Atgal

# @item:listbox mouse scroll up
source: Scroll up
lt: Slinkti aukštyn

# @item:listbox mouse scroll down
source: Scroll down
lt: Slinkti žemyn

# @label:listbox
source: Modifier key
lt: Modifikavimo klavišas

# @item:listbox no modifier key
source: No modifier
lt: Nėra modifikavimo klavišo

# @item:listbox control modifier key
source: Control
lt: Vald

# @item:listbox shift modifier key
source: Shift
lt: Lyg2

# @label:check whether mouse button action should trigger on double click
source: Trigger on double click
lt: Paleisti spustelėjus du kartus

# @label
source: Action
lt: Veiksmas

# @action:button select mouse button action
source: Select action
lt: Pasirinkti veiksmą

# @action:button
source: Change action
lt: Keisti veiksmą

# @info
source: No action selected
lt: Nepasirinktas joks veiksmas

# @info
source: Mouse button combination is already assigned to “%1”
lt: Pelės mygtukų kombinacija jau priskirta veiksmui „%1“

# @label:spinbox
source: Seek small step
lt: Persukti mažu žingsniu

# @info:tooltip seek small step setting
source: How much to seek when triggering the corresponding action. Seek mode is <a href='https://mpv.io/manual/stable/#command-interface-seek-<target>-[<flags>]'>exact</a>
lt: Kiek konkrečiai persukti, paleidžiant atitinkamą veiksmą. Persukimo veiksena yra <a href='https://mpv.io/manual/stable/#command-interface-seek-<target>-[<flags>]'>exact</a>

# @label:spinbox
source: Seek medium step
lt: Persukti vidutiniu žingsniu

# @info:tooltip seek medium step setting
source: How much to seek when triggering the corresponding action. Seek mode is <a href='https://mpv.io/manual/stable/#command-interface-seek-<target>-[<flags>]'>exact</a>.<br>This is also used for mouse wheel seeking, when mouse is over the progress bar.
lt: Kiek konkrečiai persukti, paleidžiant atitinkamą veiksmą. Persukimo veiksena yra <a href='https://mpv.io/manual/stable/#command-interface-seek-<target>-[<flags>]'>exact</a>.<br>Tai taip pat yra naudojama persukant pelės ratuku, kai pelė yra virš eigos juostos.

# @label:spinbox
source: Seek big step
lt: Persukti dideliu žingsniu

# @info:tooltip seek big step setting
source: How much to seek when triggering the corresponding action. Seek mode is <a href='https://mpv.io/manual/stable/#command-interface-seek-<target>-[<flags>]'>exact</a>
lt: Kiek konkrečiai persukti, paleidžiant atitinkamą veiksmą. Persukimo veiksena yra <a href='https://mpv.io/manual/stable/#command-interface-seek-<target>-[<flags>]'>exact</a>

# @label
source: Hardware decoding
lt: Aparatinės įrangos dekodavimas

# @info:tooltip hardware decoding setting
source: Specify the hardware video decoding API that should be used if possible. Whether hardware decoding is actually done depends on the video codec. If hardware decoding is not possible, mpv will fall back on software decoding.<br><br><ul><li><strong>auto</strong> tries to automatically enable hardware decoding using the first available method.</li><li><strong>auto-safe</strong> similar to auto, but allows only whitelisted methods that are considered “safe”.</li><li><strong>vaapi</strong> works with Intel and AMD GPUs only. It also requires the opengl EGL backend.</li><li><strong>nvdec</strong> the newest, and recommended method to do hardware decoding on Nvidia GPUs.</li><li><strong>cuda</strong> an older implementation of hardware decoding on Nvidia GPUs.</li><li><strong>videotoolbox</strong></li><li><strong>d3d11va</strong></li></ul><br><br>You can read more about hardware decoding here: <a href='https://mpv.io/manual/stable/#options-hwdec'>https://mpv.io/manual/stable/#options-hwdec</a><br><br>You can set another hardware decoder by creating a startup custom command <strong>set hwdec <i>decoder_name</i></strong>.
lt: Nurodykite aparatinės įrangos vaizdo dekodavimo API, kuris, jei įmanoma, turėtų būti naudojamas. Tai, ar aparatinės įrangos dekodavimas bus vykdomas, priklauso nuo vaizdo įrašo kodeko. Je aparatinės įrangos dekodavimas yra neįmanomas, mpv naudos programinės įrangos dekodavimą.<br><br><ul><li><strong>auto</strong> mėgina automatiškai įjungti aparatinės įrangos dekodavimą naudodamas pirmąjį prieinamą metodą.</li><li><strong>auto-safe</strong> panašus į auto, bet leidžia tik metodus iš baltojo sąrašo, kurie yra laikomi „saugūs“.</li><li><strong>vaapi</strong> veikia tik su Intel ir AMD grafiniais procesoriais. Be to, jis reikalauja opengl EGL vidinės pusės.</li><li><strong>nvdec</strong> naujausias ir rekomenduojamas metodas atlikti aparatinės įrangos dekodavimą Nvidia grafiniuose procesoriuose.</li><li><strong>cuda</strong> senesnis aparatinės įrangos dekodavimo Nvidia grafiniuose procesoriuose įgyvendinimas.</li><li><strong>videotoolbox</strong></li><li><strong>d3d11va</strong></li></ul><br><br>Daugiau apie aparatinės įrangos dekodavimą skaitykite čia: <a href='https://mpv.io/manual/stable/#options-hwdec'>https://mpv.io/manual/stable/#options-hwdec</a><br><br>Galite nustatyti kitokį aparatinės įrangos dekoderį sukurdami tinkintą programos paleidimo metu paleidžiamą komandą, <strong>set hwdec <i>dekoderio_pavadinimas</i></strong>.

# @option:check
source: Open last played file on startup
lt: Paleidžiant programą atverti paskutinį atkurtą failą

# @info:tooltip open last played file setting
source: On startup it opens the file that was playing when the application was closed.
lt: Programos paleidimo metu bus atvertas failas, kuris buvo atkuriamas tada, kai programa buvo užverta.

# @option:check
source: Pause on minimize
lt: Pristabdyti, kai suskleidžiama

# @info:tooltip pause on minimize setting
source: Pauses the player while the window is minimized, playback resumes when restored.
lt: Pristabdo leistuvę, kol langas yra suskleistas, atkūrimas prasitęsia, kai langas grąžinamas iš suskleidimo.

# @title
source: Playback position
lt: Atkūrimo pozicija

# @option:check
source: Restore playback position
lt: Atkurti atkūrimo poziciją

# @info:tooltip save playback position
source: Saves the file position during playback, opening the same file again will seek to the saved position. Position is saved every %1 second, except for the last 10 seconds of the video.
lt: Atkūrimo metu įrašo failo poziciją. Atvėrus tą patį failą vėl, bus persukta į įrašytą poziciją. Pozicija yra įrašoma kas %1 sekundę, išskyrus 10 paskutinių vaizdo įrašo sekundžių.

# @option:check
source: Start playing
lt: Pradėti atkūrimą

# @info:tooltip start playing setting
source: The file will be playing after restoring the playback position
lt: Failas bus atkuriamas po to, kai bus atkurta atkūrimo pozicija

# @info
source: For any duration
lt: Bet kokiai trukmei

# @info
source: If duration is longer than %1 minute
lt: Jei trukmė ilgesnė nei %1 minutė

# @info:tooltip restore playback position > duration
source: Position for remote files is restored regardless of duration.
lt: Nuotolinių failų pozicija yra atkuriama nepriklausomai nuo trukmės.

# @info:tooltip restore playback position > save interval
source: Save position every %1 second
lt: Įrašyti poziciją kas %1 sekundę

# @title
source: Chapters
lt: Skyriai

# @option:check
source: Skip chapters
lt: Praleisti skyrius

# @info:tooltip skip chapters setting
source: When enabled it automatically skips chapters containing certain words/characters.
lt: Kai įjungta, tai automatiškai praleidžia skyrius, kuriuose yra tam tikri žodžiai/simboliai.

# @option:check
source: Show OSD message on skip
lt: Praleidžiant rodyti pranešimą ekrane

# @info:tooltip show OSD message on skip setting
source: When skipping chapters an osd message will show the title of the skipped chapter.
lt: Praleidžiant skyrius, ekrane bus rodomas iškylantysis pranešimas su praleisto skyriaus pavadinimu.

# @label:textbox
source: Keywords
lt: Raktažodžiai

# placeholder text
source: op, ed, chapter 1
lt: įž, op, ed, skyrius 1

# @info:tooltip skip words setting
source: Skip chapters containing these words. Comma separated list. The match is not exact, meaning <strong>op</strong> will match words containing it like <strong><u>op</u>ening</strong>.
lt: Praleisti skyrius, kuriuose yra šie žodžiai. Kableliais atskirtų žodžių sąrašas. Atitikmuo nėra tikslus, o tai reiškia, kad <strong>įž</strong> atitiks žodžius, kuriuose jis bus rastas, pavyzdžiui, <strong><u>įž</u>anga</strong>.

source: Format selection
lt: Formato pasirinkimas

# @item:listbox the custom youtube-dl format selection
source: Custom
lt: Tinkintas

# @item:listbox the default youtube-dl format selection
source: Default
lt: Numatytasis

# @info:tooltip format selection setting
source: Selects a video source that is closest to the selected format.
lt: Pasirenka vaizdo šaltinį artimiausią nurodytam formatui.

# @label:listbox
source: Position
lt: Vieta

# @item:listbox playlist position
source: Left
lt: Kairėje

# @item:listbox playlist position
source: Right
lt: Dešinėje

# @label:listbox
source: Playlist style
lt: Grojaraščio stilius

# @item:listbox the style of the playlist
source: Default
lt: Numatytasis

# @item:listbox the style of the playlist
source: With thumbnails
lt: Su miniatiūromis

# @item:listbox the style of the playlist
source: Compact
lt: Kompaktiškas

# @label:listbox
source: Playback behavior
lt: Atkūrimo elgsena

# @item:listbox the playback behavior of the playlist
source: Repeat playlist
lt: Kartoti grojaraštį

# @item:listbox the playback behavior of the playlist
source: Stop after last item
lt: Stabdyti po paskutinio elemento

# @item:listbox the playback behavior of the playlist
source: Repeat item
lt: Kartoti elementą

# @item:listbox the playback behavior of the playlist
source: Stop after item
lt: Stabdyti po elemento

# @info:tooltip playback description
source: <strong>Repeat playlist</strong>: playlist is repeated indefinitely<br><strong>Stop after last item</strong>: playback stops after the last item in the playlist<br><strong>Repeat item</strong>: current playing item is repeated indefinitely<br><strong>Stop after item</strong>: playback stops after the current playing item
lt: <strong>Kartoti grojaraštį</strong>: grojaraštis yra kartojamas neribotą laiką<br><strong>Stabdyti po paskutinio elemento</strong>: atkūrimas sustoja po paskutinio grojaraštyje esančio elemento<br><strong>Kartoti elementą</strong>: esamu metu atkuriamas elementas yra kartojamas neribotą laiką<br><strong>Stabdyti po elemento</strong>: atkūrimas sustoja po esamu metu atkuriamo elemento

# @item:listbox the playback behavior of the playlist
source: Random playback
lt: Atsitiktinis atkūrimas

# @option:check
source: Overlay video
lt: Padengti vaizdo įrašą

# @info:tooltip
source: When checked the playlist goes on top of the video When unchecked the video is resized
lt: Kai pažymėta, grojaraštis bus rodomas virš vaizdo įrašo Kai žymėjimas nuimtas, bus keičiamas vaizdo įrašo dydis

# @option:check
source: Show media title instead of file name
lt: Rodyti medijos pavadinimą vietoj failo pavadinimo

# @option:check
source: Auto load videos from same folder
lt: Automatiškai įkelti tame pačiame aplanke esančius vaizdo įrašus

# @option:check
source: Show row number
lt: Rodyti eilutės numerį

# @option:check
source: Toggle with mouse
lt: Perjungti naudojant pelę

# @option:check
source: Increase font size when fullscreen
lt: Padidinti šrifto dydį, kai viso ekrano veiksenoje

# @option:check
source: Remember last playlist state
lt: Prisiminti paskutinę grojaraščio būseną

# @info:tooltip
source: When checked the playlist state (visible/hidden) is remembered across launches
lt: Kai pažymėta, grojaraščio būsena (matomas/paslėptas) bus prisimenama tarp programos paleidimų

# @option:check
source: Open items with single click
lt: Atverti elementus vienu spustelėjimu

# @title:window
source: Settings
lt: Nuostatos

# @action
source: General
lt: Bendra

# @action
source: Playback
lt: Atkūrimas

# @action
source: Video
lt: Vaizdas

# @action
source: Audio
lt: Garsas

# @action
source: Subtitles
lt: Subtitrai

# @action
source: Mouse
lt: Pelė

# @action
source: Shortcuts
lt: Spartieji klavišai

# @action
source: Custom Commands
lt: Tinkintos komandos

# @action
source: Debug
lt: Derinimas

# @action
source: About
lt: Apie

# @label:check
source: Auto select track
lt: Automatiškai pasirinkti takelį

# @info:tooltip
source: When checked a subtitle track will be automatically selected and displayed
lt: Kai pažymėta, subtitrų takelis bus automatiškai pasirinktas ir rodomas

# @option:check
source: Allow subtitles in black borders
lt: Leisti subtitrus juodais rėmeliais

# @info:tooltip
source: When checked the subtitles can be rendered outside the video, in the black borders. Might not work for all .ass subtitles.
lt: Kai pažymėta, subtitrai gali būti atvaizduojami už vaizdo ribų, juodais rėmeliais. Gali veikti ne su visais .ass subtitrais.

# @title
source: Styling
lt: Stilius

# @label:listbox
source: Font family
lt: Šriftas

# @label:spinbox
source: Font size
lt: Šrifto dydis

# @label
source: Font style
lt: Šrifto stilius

# @option:check
source: Bold
lt: Pusjuodis

# @option:check
source: Italic
lt: Kursyvas

# @label:textbox
source: Font color
lt: Šrifto spalva

# @info:tooltip
source: Set default value
lt: Nustatyti numatytąją reikšmę

# @label:textbox
source: Shadow color
lt: Šešėlio spalva

# @label:spinbox
source: Shadow offset
lt: Šešėlio poslinkis

# @info:tooltip
source: Set to 0 (zero) to disable.
lt: Nustatykite 0, norėdami išjungti.

# @label:textbox
source: Border color
lt: Rėmelio spalva

# @label:spinbox
source: Border width
lt: Rėmelio plotis

# @label:listbox
source: Default cover
lt: Numatytasis viršelis

# placeholder text
source: path to image
lt: kelias iki paveikslo

# @info:tooltip
source: Used for music files that don’t have a video track, an embedded cover image or a cover/folder image in the same folder as the played file.
lt: Naudojama muzikos failams, kurie neturi vaizdo takelio, įtaisyto viršelio paveikslo ar viršelio/aplanko paveikslo, esančio tame pačiame aplanke kaip ir atkuriamas failas.

# @title
source: Screenshots
lt: Ekrano kopijos

# @label:listbox
source: Format
lt: Formatas

# @label:textbox
source: Template
lt: Šablonas

# @info:tooltip
source: Specify the filename template used to save screenshots. The template specifies the filename without file extension, and can contain format specifiers, which will be substituted when taking a screenshot. By default, the template is “%F-%n”. <br>The template can start with a relative or absolute path, in order to specify a directory location where screenshots should be saved.<br>If the final screenshot filename points to an already existing file, the file will not be overwritten. The screenshot will either not be saved, or if the template contains %n, saved using different, newly generated filename.<br>For full info checkout <a href='https://mpv.io/manual/stable/#options-screenshot-template'>https://mpv.io/manual/stable/#options-screenshot-template</a><br><br><strong>Allowed format specifiers:</strong><br><ul><li><strong>%[#][0X]n</strong> A sequence number, padded with zeros to length X.<br><li><strong>%f</strong> Filename of the currently played video.<br><li><strong>%F</strong> Same as %f, but without the file extension.<br><li><strong>%x</strong> Directory path of the currently played video. If the video is not on the filesystem (http:// urls), this expands to an empty string.<br><li><strong>%X{fallback}</strong> Same as %x, but if the video file is not on the filesystem, return the fallback string inside the {…}.<br><li><strong>%p</strong> Current playback time. The result is a string of the form “HH:MM:SS”.<br><li><strong>%P</strong> Similar to %p, but extended with the playback time in milliseconds “HH:MM:SS.mmm”.<br><li><strong>%wX</strong> Specify the current playback time using the format string X.<br>Valid format specifiers:<br><ul><li><strong>%wH</strong> hour (padded with 0 to two digits)</li><li><strong>%wh</strong> hour (not padded)</li><li><strong>%wM</strong> minutes (00–59)</li><li><strong>%wm</strong> total minutes (includes hours, unlike %wM)</li><li><strong>%wS</strong> seconds (00–59)</li><li><strong>%ws</strong> total seconds (includes hours and minutes)</li><li><strong>%wf</strong> like %ws, but as float</li><li><strong>%wT</strong> milliseconds (000–999)</li><li><strong>%%</strong> Replaced with the % character itself.</li></ul><br>
lt: Nurodykite failo pavadinimo šabloną, kuris bus naudojamas ekrano kopijų įrašymui. Šablonas nurodo failo pavadinimą be prievardžio ir jame gali būti formato specifikatoriai, kurie, darant ekrano kopiją, bus pakeisti. Pagal numatymą, šablonas yra “%F-%n”. <br>Šablonas gali prasidėti santykiniu arba absoliučiuoju keliu, kad būtų nurodyta katalogo, kuriame turėtų būti įrašytos ekrano kopijos, vieta.<br>Jei galutinis ekrano kopijos failo pavadinimas nurodo į jau esamą failą, failas nebus perrašytas. Ekrano kopija arba nebus įrašyta, arba, jei šablone yra %n, bus įrašyta naudojant kitokį, naujai sugeneruotą failo pavadinimą.<br>Norėdami gauti visą informaciją, žiūrėkite <a href='https://mpv.io/manual/stable/#options-screenshot-template'>https://mpv.io/manual/stable/#options-screenshot-template</a><br><br><strong>Leidžiami formato specifikatoriai:</strong><br><ul><li><strong>%[#][0X]n</strong> Skaitmenų seka, prasidedanti X ilgio nuliais.<br><li><strong>%f</strong> Šiuo metu atkuriamo vaizdo įrašo failo pavadinimas.<br><li><strong>%F</strong> Tas pats, kas ir %f, bet be failo prievardžio.<br><li><strong>%x</strong> Šiuo metu atkuriamo vaizdo įrašo katalogo kelias. Jeigu vaizdo įrašo nėra failų sistemoje (http:// urls), tai bus išplėsta į tuščią eilutę.<br><li><strong>%X{fallback}</strong> Tas pats kaip ir %x, bet jeigu vaizdo įrašo failo nėra failų sistemoje, grąžina atsarginę eilutę {…} viduje.<br><li><strong>%p</strong> Dabartinis atkūrimo laikas. Rezultatas yra „VV:MM:SS“ pavidalo eilutė.<br><li><strong>%P</strong> Panašu į %p, bet milisekundėmis išplėstas atkūrimo laikas „VV:MM:SS.mmm“.<br><li><strong>%wX</strong> Nurodyti dabartinį atkūrimo laiką naudojant formato eilutę X.<br>Tinkami formato specifikatoriai:<br><ul><li><strong>%wH</strong> valanda (su pradžioje iki dviejų skaitmenų pridėtais nuliais 0)</li><li><strong>%wh</strong> valanda (be pridėtų nulių)</li><li><strong>%wM</strong> minutės (00–59)</li><li><strong>%wm</strong> iš viso minučių (priešingai nei %wM, įskaitant valandas)</li><li><strong>%wS</strong> sekundės (00–59)</li><li><strong>%ws</strong> iš viso sekundžių (įskaitant valandas ir minutes)</li><li><strong>%wf</strong> panašiai kaip %ws, bet kaip slankiojo kablelio skaičius</li><li><strong>%wT</strong> milisekundės (000–999)</li><li><strong>%%</strong> Pakeičiama pačiu % simboliu.</li></ul><br>

# @title
source: Image adjustments
lt: Paveikslo koregavimai

# @label:slider
source: Contrast
lt: Kontrastas

# @label:slider
source: Brightness
lt: Ryškumas

# @label:slider
source: Gamma
lt: Gama

# @label:slider
source: Saturation
lt: Grynis

# @info
source: Middle click on the sliders to reset them
lt: Spustelėkite ant slinktukų viduriniuoju pelės mygtuku norėdami juos atstatyti

# @info:tooltip; error when yt-dlp fails to get playlist
source: Could not retrieve playlist with id: %1 %2
lt: Nepavyko gauti grojaraščio, kurio id: %1 %2
